Repository: GNOME/calls
Catalog: po/*.po
Languages: bn, fil, ia, ml, ug

source: Calls
bn: কল
fil: Tawag
ia: Appellos
ml: കോളുകൾ
ug: چاقىرىش

source: Phone
bn: ফোন
fil: Telepono
ia: Telephono
ml: ഫോൺ
ug: تېلېفون

source: A phone dialer and call handler
bn: একটি ফোন ডায়ালার এবং কল হ্যান্ডলার
fil: Dialer ng telepono at tagapangasiwa ng tawag
ml: ഒരു ഫോൺ ഡയലറും കോൾ ഹാൻഡ്ലറും
ug: تېلېفون نومۇر بۇرىغۇچ ۋە تۇتقۇچ

source: Telephone;Call;Phone;Dial;Dialer;PSTN;
bn: টেলিফোন;কল;ফোন;ডায়াল;ডায়ালার;পিএসটিএন;
fil: Telephone;Call;Phone;Dial;Dialer;PSTN;Telepono;Tawag;Pantawag;
ml: Telephone;Call;Phone;Dial;Dialer;ടെലിഫോൺ;കോൾ;ഫോൺ;ഡയൽ;ഡയലർ;PSTN;
ug: تېلېفون؛چاقىرىش؛تېلېفون؛نومۇر بۇرا؛بۇرىغۇچ؛PSTN;

source: Calls (daemon)
bn: কল (ডেমন)
fil: Tawag (daemon)
ml: കോളുകൾ (daemon)
ug: چاقىرىش(نازارەتچى)

source: A phone dialer and call handler (daemon mode)
bn: একটি ফোন ডায়ালার এবং কল হ্যান্ডলার (ডেমন মোড)
fil: Dialer ng telepono at tagapangasiwa ng tawag (mode pang-daemon)
ml: ഒരു ഫോൺ ഡയലറും കോൾ ഹാൻഡ്‌ലറും (daemon mode)
ug: تېلېفون نومۇر بۇرىغۇچ ۋە تۇتقۇچ (نازارەتچى ھالەت)

source: Make phone and SIP calls
bn: ফোন এবং এসআইপি কল করুন
fil: Tumawag sa telepono at SIP
ia: Face appellos telephonic e SIP
ml: ഫോൺ, SIP കോളുകൾ ചെയ്യുക
ug: تېلېفون ۋە SIP چاقىرىش

source: Calls is a simple, elegant phone dialer and call handler for GNOME. It can be used with a cellular modem for plain old telephone calls as well as VoIP calls using the SIP protocol.
bn: কল হল জিনোমের জন্য একটি সহজ, মার্জিত ফোন ডায়ালার এবং কল হ্যান্ডলার। এটি এস. আই. পি প্রোটোকল ব্যবহার করে সাধারণ পুরানো টেলিফোন কলগুলির পাশাপাশি ভি. ও. আই. পি কলগুলির জন্য একটি সেলুলার মডেমের সাথে ব্যবহার করা যেতে পারে।
fil: Ang Tawag ay isang simple at eleganteng dialer at pantawag sa GNOME. Pwede itong gamitin sa isang cellular modem para sa ordinaryong teleponong tawag, at VoIP na tawag gamit ang protokol na SIP.
ml: ഗ്നോമിനുള്ള ലളിതവും മനോഹരവുമായ ഫോൺ ഡയലറും കോൾ ഹാൻഡ്‌ലറുമാണ് കോളുകൾ. SIP പ്രോട്ടോക്കോൾ ഉപയോഗിച്ച് പഴയ ടെലിഫോൺ കോളുകൾക്കും VoIP കോളുകൾക്കും ഒരു സെല്ലുലാർ മോഡം ഉപയോഗിച്ച് ഇത് ഉപയോഗിക്കാം.
ug: چاقىرىش ئاددىي، نەپىس تېلېفون ئۇرغۇچى ۋە GNOME ئۈچۈن تېلېفون بىر تەرەپ قىلغۇچى. ئۇنى ئاددىي كونا تېلېفون، شۇنداقلا SIP كېلىشىمىنى ئىشلىتىپ VoIP چاقىرىش ئۈچۈن كۆچمە مودېل بىلەن ئىشلىتىشكە بولىدۇ.

source: Placing a call
bn: একটি কল করা হচ্ছে
fil: Pagsisimula ng tawag
ml: ഒരു കോൾ ചെയ്യുന്നു
ug: تېلېفون چاقىرىۋاتىدۇ

source: The call history
bn: কলের ইতিহাস
fil: Ang kasaysayan ng mga tawag
ia: Le chronologia de appellos
ml: കോൾ ഹിസ്റ്ററി
ug: چاقىرىش تارىخى

source: Whether calls should automatically use the default origin
bn: কলগুলি স্বয়ংক্রিয়ভাবে ডিফল্ট উৎস ব্যবহার করবে না
fil: Kung gagamit ba ng default na pinagmulan ang mga tawag
ml: കോളുകൾ സ്വയമേവ ഡിഫോൾട്ട് ഉറവിടം ഉപയോഗിക്കേണ്ടതുണ്ടോ
ug: چاقىرىش سۈكۈتتىكى ئەسلى مەنبەنى ئاپتوماتىك ئىشلىتىش كېرەكمۇ يوق

source: The country code as reported by the modem
bn: মডেম দ্বারা রিপোর্ট করা দেশের কোড
fil: Code ng bansang iniulat ng modem
ml: മോഡം റിപ്പോർട്ട് ചെയ്ത രാജ്യ കോഡ്
ug: مودىم دوكلات قىلغان دۆلەت كودى

source: The country code is used for contact name lookup
bn: যোগাযোগের নাম খোঁজার জন্য দেশের কোড ব্যবহার করা হয়
fil: Code ng bansang gagamitin para sa paghahanap ng pangalang ng kontak
ml: കോൺടാക്റ്റ് നെയിം ലുക്കപ്പിനായി രാജ്യത്തിൻ്റെ കോഡ് ഉപയോഗിക്കുന്നു
ug: دۆلەت كودى ئالاقىلىشىش ئىسمىنى ئىزدەش ئۈچۈن ئىشلىتىلىدۇ

source: The plugins to load automatically
bn: স্বয়ংক্রিয়ভাবে লোড করার জন্য প্লাগইন
fil: Mga plugin na awtomatikong ilo-load
ml: സ്വയമേവ ലോഡ് ചെയ്യാനുള്ള പ്ലഗിനുകൾ
ug: قىستۇرما ئۆزلۈكىدىن يۈكلىنىدۇ

source: These plugins will be automatically loaded on application startup.
bn: এই প্লাগইনগুলি অ্যাপ্লিকেশন স্টার্টআপে স্বয়ংক্রিয়ভাবে লোড হয়ে যাবে।
fil: Awtomatikong ilo-load ang mga pluging ito pagkasimula ng app.
ml: ആപ്ലിക്കേഷൻ ആരംഭിക്കുമ്പോൾ ഈ പ്ലഗിനുകൾ സ്വയമേവ ലോഡ് ചെയ്യപ്പെടും.
ug: بۇ قىستۇرمىلار پىروگرامما قوزغالغاندا ئاپتوماتىك يۈكلىنىدۇ.

source: Audio codecs to use for VoIP calls in order of preference
bn: পছন্দ অনুসারে ভিওআইপি কলের জন্য ব্যবহার করার জন্য অডিও কোডেক
fil: Mga audio codec na gagamitin para sa VoIP na tawag, nakasunod-sunod ayon sa kagustuhan
ml: മുൻഗണനാ ക്രമത്തിൽ VoIP കോളുകൾക്ക് ഉപയോഗിക്കാനുള്ള ഓഡിയോ കോഡെക്കുകൾ
ug: VoIP چاقىرىشقا ئىشلىتىدىغان ئاۋازلىق كود يەشكۈچلەرنىڭ مايىللىق تەرتىپى

source: The preferred audio codecs to use for VoIP calls (if available)
bn: ভিওআইপি কলের জন্য পছন্দের অডিও কোডেক (যদি থাকে)
fil: Mga gustong audio codec na gagamitin para sa VoIP na tawag (kung pwede)
ml: VoIP കോളുകൾക്കായി ഉപയോഗിക്കാൻ ഇഷ്ടപ്പെടുന്ന ഓഡിയോ കോഡക്കുകൾ (ലഭ്യമെങ്കിൽ)
ug: VoIP چاقىرىشقا ئىشلىتىدىغان بەلگىلەنگەن كود يەشكۈچ (ئەگەر بولسا)

source: Whether to allow using SDES for SRTP without TLS as the transport
bn: পরিবহন হিসাবে টিএলএস ছাড়া এসআরটিপি-র জন্য এসডিইএস ব্যবহার করার অনুমতি দেওয়া হবে কি না
ml: ഗതാഗതമായി TLS ഇല്ലാതെ SRTP-യ്‌ക്ക് SDES ഉപയോഗിക്കാൻ അനുവദിക്കണോ

source: Set to true if you want to allow with keys exchanged in cleartext.
bn: আপনি যদি ক্লিয়ারটেক্সটে বিনিময় করা চাবি দিয়ে অনুমতি দিতে চান তবে সত্য সেট করুন।
ml: ക്ലിയർ ടെക്‌സ്‌റ്റിൽ കൈമാറ്റം ചെയ്‌ത കീകൾ ഉപയോഗിച്ച് അനുവദിക്കണമെങ്കിൽ true ആയി സജ്ജീകരിക്കുക.

source: Default (uninitialized) state
bn: ডিফল্ট (uninitialized) অবস্থা
fil: Default ('di-inisyalisado) na estado
ia: Stato predefinite (non initialisate)
ml: ഡിഫോൾട്ട് (ആരംഭിച്ചിട്ടില്ലാത്ത) അവസ്ഥ
ug: كۆڭۈلدىكى (دەسلەپلەشتۈرۈلمىگەن) ھالەت

source: Initializing account…
bn: অ্যাকাউন্ট চালু করা হচ্ছে...
fil: Nag-i-initialize ng account…
ia: Initialisante conto…
ml: അക്കൗണ്ട് ആരംഭിക്കുന്നു…
ug: ھېساباتنى دەسلەپلەشتۈرۈۋاتىدۇ…

source: Uninitializing account…
bn: অ্যাকাউন্ট চালু করা হচ্ছে না...
fil: Tinatanggal ang inisyalisayon ng account…
ia: Disinitialisate conto…
ml: അക്കൗണ്ട് ആരംഭിക്കുന്നത് ഒഴിവാക്കുന്നു…
ug: ھېساباتنى دەسلەپلەشتۈرمەيۋاتىدۇ…

source: Connecting to server…
bn: সার্ভারের সাথে সংযোগ করা হচ্ছে...
fil: Kumokonekta sa server…
ia: Connectente al servitor…
ml: സെർവറിലേക്ക് ബന്ധിപ്പിക്കുന്നു…
ug: مۇلازىمېتىرغا باغلىنىۋاتىدۇ…

source: Account is online
bn: অ্যাকাউন্টটি অনলাইনে রয়েছে
fil: Online ang account
ia: Le conto es in linea
ml: അക്കൗണ്ട് ഓൺലൈനാണ്
ug: ھېسابات توردا

source: Disconnecting from server…
bn: সার্ভার থেকে সংযোগ বিচ্ছিন্ন হচ্ছে...
fil: Dumidiskonekta sa server…
ia: Disconnectente ab le servitor…
ml: സെർവറിൽ നിന്ന് വിച്ഛേദിക്കുന്നു…
ug: مۇلازىمېتىردىن ئۈزۈۋاتىدۇ…

source: Account is offline
bn: অ্যাকাউন্ট অফলাইনে রয়েছে
fil: Offline ang account
ia: Le conto es foras de linea
ml: അക്കൗണ്ട് ഓഫ്‌ലൈനാണ്
ug: ھېسابات توردا يوق

source: Account encountered an error
bn: অ্যাকাউন্ট একটি ত্রুটির সম্মুখীন হয়েছে
fil: Nagkaproblema ang account
ia: Le conto trovava un error
ml: അക്കൗണ്ടിൽ ഒരു പിശക് ഉണ്ടായി
ug: ھېسابات خاتالىققا يولۇقتى

source: No reason given
bn: কোনও কারণ জানানো হয়নি
fil: Walang binigay na dahilan
ia: Necun motivo assignate
ml: ഒരു കാരണവും പറഞ്ഞിട്ടില്ല
ug: سەۋەبى يوق

source: Initialization started
bn: সূচনা শুরু
fil: Sinimulan ang inisyalisasyon
ia: Initialisation comenciate
ml: പ്രാരംഭീകരണം ആരംഭിച്ചു
ug: دەسلەپلەشتۈرۈش باشلاندى

source: Initialization complete
bn: সূচনা সম্পূর্ণ
fil: Kumpleto na ang inisyalisasyon
ia: Initialisation completate
ml: പ്രാരംഭീകരണം പൂർത്തിയായി
ug: دەسلەپلەشتۈرۈش تامام

source: Uninitialization started
bn: সূচনা বন্ধ শুরু
fil: Sinimulan ang pagtatanggal ng inisyalisasyon
ia: Disinitialisation comenciate
ml: Uninitialization ആരംഭിച്ചു
ug: دەسلەپلەشتۈرمەسلىك باشلاندى

source: Uninitialization complete
bn: সূচনা বন্ধ সম্পুর্ণ
fil: Nakumpleto na ang pagtatanggal ng inisyalisasyon
ia: Disinitialisation completate
ml: Uninitialization പൂർത്തിയായി
ug: دەسلەپلەشتۈرمەسلىك تامام

source: No credentials set
bn: কোন শংসাপত্র সেট করা হয়নি
fil: Walang nakatakdang kredensyal
ia: Necun credentiales definite
ml: ക്രെഡൻഷ്യലുകൾ സജ്ജീകരിച്ചിട്ടില്ല
ug: سالاھىيەت ئۇچۇرى تەڭشەلمىگەن

source: Starting to connect
bn: সংযোগ শুরু করা হচ্ছে
fil: Nagsisimulang kumonekta
ia: Initiante le connexion
ml: കണക്റ്റു ചെയ്യാൻ തുടങ്ങുന്നു
ug: باغلىنىشنى باشلاۋاتىدۇ

source: Connection timed out
bn: সংযোগের সময় শেষ
fil: Nag-time out ang koneksyon
ia: Connexion expirate
ml: കണക്ഷൻ കാലഹരണപ്പെട്ടു
ug: باغلىنىش ۋاقتى توشتى

source: Domain name could not be resolved
bn: ডোমেইন নাম সমাধান করা যায়নি
fil: Hindi maresolba ang domain name
ia: Le nomine de dominio non poteva esser resolvite
ml: ഡൊമെയ്ൻ നാമം പരിഹരിക്കാൻ കഴിഞ്ഞില്ല
ug: دائىرە ئاتىنى يېشەلمىدى

source: Server did not accept username or password
bn: সার্ভার ব্যবহারকারীর নাম বা পাসওয়ার্ড গ্রহণ করেনি
fil: Tinanggihan ng server ang username o password
ia: Le servitor non acceptava le nomine de usator o contrasigno
ml: സെർവർ ഉപയോക്തൃനാമമോ പാസ്‌വേഡോ സ്വീകരിച്ചില്ല
ug: مۇلازىمېتىر ئىشلەتكۈچى ئىسمى ياكى پارولنى قوبۇل قىلمىدى

source: Connecting complete
bn: সংযোগ করা সম্পূর্ণ হয়েছে
fil: Kumpleto na ang pagkonekta
ia: Connexion completate
ml: ബന്ധിപ്പിക്കൽ പൂർത്തിയായി
ug: باغلىنىش تامام

source: Starting to disconnect
bn: সংযোগ বিচ্ছিন্ন করা শুরু হচ্ছে
fil: Nagsisimulang dumiskonekta
ia: Initiante le disconnexion
ml: വിച്ഛേദിക്കാൻ തുടങ്ങുന്നു
ug: ئۈزۈشكە باشلىدى

source: Disconnecting complete
bn: সংযোগ বিচ্ছিন্ন করা সম্পূর্ণ হয়েছে
fil: Kumpleto na ang pagdiskonekta
ia: Disconnexion completate
ml: വിച്ഛേദിക്കുന്നത് പൂർത്തിയായി
ug: ئۈزۈش تاماملاندى

source: Internal error occurred
bn: অভ্যন্তরীণ ত্রুটি ঘটেছে
fil: Nagkaroon ng internal na problema
ia: Ocurreva un error interne
ml: ആന്തരിക പിശക് സംഭവിച്ചു
ug: ئىچكى خاتالىق كۆرۈلدى

source: Edit account: %s
bn: অ্যাকাউন্ট সম্পাদনা করুন: %s
fil: I-edit ang account: %s
ia: Modificar conto: %s
ml: അക്കൗണ്ട് എഡിറ്റുചെയ്യുക: %s
ug: ھېسابات تەھرىر: %s

source: Add new account
bn: নতুন অ্যাকাউন্ট যোগ করুন
fil: Magdagdag ng bagong account
ia: Adder nove conto
ml: പുതിയ അക്കൗണ്ട് ചേർക്കുക
ug: يېڭى ھېسابات قوش

source: Account overview
bn: অ্যাকাউন্টের সংক্ষিপ্ত বিবরণ
ml: അക്കൗണ്ട് അവലോകനം

source: Tried dialing invalid tel URI `%s'
bn: ভুল টেল ইউআরআই '%s' ডায়াল করার চেষ্টা করা হয়েছে
fil: Sinubukang tumawag sa 'di-wastong tel URI `%s'
ml: അസാധുവായ ടെൽ യുആർഐ '%s' ഡയൽ ചെയ്യാൻ ശ്രമിച്ചു
ug: ئىناۋەتسىز تېلېفون URI «%s» نومۇر بۇراشنى سىنىدى

source: Don't know how to open `%s'
bn: কিভাবে '%s' খুলতে হবে জানা নেই
fil: Hindi alam kung paano buksan ang `%s'
ml: '%s' എങ്ങനെ തുറക്കണമെന്ന് അറിയില്ല
ug: «%s» نى قانداق ئېچىشنى بىلمەيدۇ

source: The name of the plugins to load
bn: লোড করার জন্য প্লাগইনগুলির নাম
fil: Pangalan ng mga pluging ilo-load
ml: ലോഡുചെയ്യാനുള്ള പ്ലഗിന്നുകളുടെ പേര്
ug: يۈكلەيدىغان قىستۇرمىنىڭ ئىسمى

source: PLUGIN
bn: প্লাগিন
ml: പ്ലഗിൻ
ug: قىستۇرما

source: Whether to present the main window on startup
bn: স্টার্টআপে প্রধান উইন্ডোটি উপস্থাপন করা হবে কি না
ml: സ്റ്റാർട്ടപ്പിലെ പ്രധാന ജാലകം അവതരിപ്പിക്കണോ വേണ്ടയോ

source: Dial a telephone number
bn: একটি টেলিফোন নম্বর ডায়াল করুন
fil: Tumawag ng numero sa telepono
ia: Telephona un numero
ml: ഒരു ടെലിഫോൺ നമ്പർ ഡയൽ ചെയ്യുക
ug: بىر تېلېفون نومۇرىنى بۇراش

source: NUMBER
bn: নম্বর
fil: NUMERO
ia: NUMERO
ml: സംഖ്യ

source: Enable verbose debug messages
bn: শব্দবহুল ডিবাগ বার্তা সক্রিয় করুন
fil: I-enable ang masinsinang mensahe sa pag-debug
ml: വെർബോസ് ഡീബഗ് സന്ദേശങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
ug: تەپسىلىي سازلاش ئۇچۇرىنى قوزغات

source: Print current version
bn: বর্তমান সংস্করণটি মুদ্রণ করুন
fil: I-print ang kasalukuyang bersyon
ia: Imprime le version actual
ml: നിലവിലെ പതിപ്പ് അച്ചടിക്കുക
ug: نۆۋەتتىكى نەشرىنى باس

source: Anonymous caller
bn: বেনামী কলার
fil: Anonymous na tawag
ia: Appellante anonyme
ml: അജ്ഞാത കോളർ
ug: نامسىز چاقىرغۇچى

source: %s yesterday
bn: %s গতকাল
fil: %s kahapon
ia: %s heri
ml: %s ഇന്നലെ
ug: %s تۈنۈگۈن

source: Police
bn: পুলিশ
fil: Pulis
ia: Policia
ml: പോലീസ്
ug: ساقچى

source: Ambulance
bn: অ্যাম্বুলেন্স
fil: Ambulansya
ia: Ambulantia
ml: ആംബുലൻസ്
ug: دوختۇرخانا

source: Fire Brigade
bn: ফায়ার ব্রিগেড
fil: Bumbero
ia: Pumperos
ml: അഗ്നിശമനസേന
ug: ئوت ئۆچۈرۈش ئەترىتى

source: Mountain Rescue
bn: পাহাড়ি উদ্ধার
fil: Sagip Bundok
ia: Salvamento de montania
ml: പർവത രക്ഷാപ്രവർത്തനം
ug: تاغدا قۇتقۇزۇش

source: translator-credits
bn: Mahdi Hasan <mahdi4260@proton.me>
fil: Iverson Briones
ia: Emilio Sepúlveda <emism.translations@gmail.com>
ml: murukesh s kumar <murukesh.cvv230159@cvv.ac.in>
ug: تەرجىمان تۆھپىسى GNOME Uighur Translation Project <gnome-uighur@yahoogroups.comAbduxukur Abdurixit <abduxukur.abdurixit@t-systems.ch>, 2005 Launchpad Contributions: Burkut https://launchpad.net/~burkut Gheyret T.Kenji https://launchpad.net/~gheyretkenji Sebastien Bacher https://launchpad.net/~seb128 ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Can't place calls: No modem or VoIP account available
bn: কল করা যাচ্ছে নাঃ কোন মডেম বা ভিওআইপি অ্যাকাউন্ট উপলব্ধ নেই
fil: Hindi makatawag: Walang modem o VoIP account na available
ml: കോളുകൾ വിളിക്കാൻ കഴിയില്ല: മോഡം അല്ലെങ്കിൽ VoIP അക്കൗണ്ട് ലഭ്യമല്ല
ug: تېلېفون ئۇرالمايدۇ: مودېم ياكى VoIP ھېساباتى يوق

source: Can't place calls: No plugin loaded
bn: কল করা যাবে নাঃ কোন প্লাগইন লোড করা হয়নি
fil: Hindi makatawag: Walang naka-load na plugin
ml: കോളുകൾ നടത്താൻ കഴിയില്ല: പ്ലഗിൻ ലോഡ് ചെയ്തിട്ടില്ല
ug: تېلېفون ئۇرالمايدۇ: ھېچقانداق قىستۇرما يۈكلەنمىگەن

source: Contacts
bn: পরিচিতিসমূহ
fil: Mga Kontak
ia: Contactos
ml: കോൺടാക്റ്റുകൾ
ug: ئالاقەداش

source: Dial Pad
bn: ডায়াল প্যাড
ml: ഡയൽ പാഡ്
ug: نومۇر تاختىسى

source: Recent
bn: সাম্প্রতিক
fil: Kamakailan
ia: Recente
ml: അടുത്തിടെ
ug: يېقىنقى

source: Missed call
bn: মিসড কল
fil: Hindi nasagot na tawag
ia: Appello perdite
ml: മിസ്ഡ് കോൾ
ug: سۆزلەشمىگەن چاقىرىش

source: Missed call from <b>%s</b>
bn: <b>%s</b> থেকে মিসড কল
fil: Hindi nasagot na tawag mula kay/sa <b>%s</b>
ml: <b>%s</b> നിന്ന് മിസ്ഡ് കോൾ
ug: <b>%s</b> دىن كەلگەن جاۋابسىز چاقىرىش

source: Missed call from %s
bn: %s থেকে মিসড কল
fil: Hindi nasagot na tawag mula kay/sa %s
ml: %s ൽ നിന്നുള്ള മിസ്ഡ് കോൾ
ug: %s دىن كەلگەن جاۋابسىز چاقىرىش

source: Missed call from unknown caller
bn: অপরিচিত কলার থেকে মিসড কল
fil: Hindi nasagot na tawag mula sa isang 'di-kilalang caller
ml: അജ്ഞാത ആളില്‍ നിന്നുള്ള മിസ്ഡ് കോൾ
ug: يوچۇن چاقىرغۇچىدىن كەلگەن جاۋابسىز چاقىرىش

source: Call back
bn: ফেরত কল করুন
fil: Tawagan pabalik
ml: തിരിച്ചുവിളിക്കുക
ug: قايتۇرۇپ چاقىر

source: VoIP Accounts
bn: ভিওআইপি অ্যাকাউন্টসমূহ
ia: Contos VoIP
ml: VoIP അക്കൗണ്ടുകൾ
ug: VoIP ھېساباتى

source: Add VoIP Accounts
bn: ভিওআইপি অ্যাকাউন্টসমূহ সংযুক্ত করুন
fil: Magdagdag ng VoIP Account
ia: Adder contos VoIP
ml: VoIP അക്കൗണ്ടുകൾ ചേർക്കുക
ug: VoIP ھېساباتى قوش

source: You can add VoIP account here. It will allow you to place and receive VoIP calls using the SIP protocol. This feature is still relatively new and not yet feature complete (i.e. no encrypted media).
bn: আপনি এখানে ভিওআইপি অ্যাকাউন্ট যুক্ত করতে পারেন। এটি আপনাকে এসআইপি প্রোটোকল ব্যবহার করে ভিওআইপি কল করার এবং গ্রহণ করার অনুমতি দেবে। এই বৈশিষ্ট্যটি এখনও তুলনামূলকভাবে নতুন এবং এখনও সম্পূর্ণ নয় (অর্থাৎ কোনও এনক্রিপ্ট করা মাধ্যম নেই)।
fil: Makakapagdagdag ka ng VoIP account dito. Makakatawag at matatawagan ka sa VoIP gamit ang protokol na SIP. Bago pa ang feature na ito at hindi pa kumpleto lahat ng feature (hal. walang encrypted na media).
ml: നിങ്ങൾക്ക് ഇവിടെ VoIP അക്കൗണ്ട് ചേർക്കാം. SIP പ്രോട്ടോക്കോൾ ഉപയോഗിച്ച് VoIP കോളുകൾ വിളിക്കാനും സ്വീകരിക്കാനും ഇത് നിങ്ങളെ അനുവദിക്കും. ഈ സവിശേഷത ഇപ്പോഴും താരതമ്യേന പുതിയതാണ്, ഇതുവരെ ഫീച്ചർ പൂർത്തിയായിട്ടില്ല (അതായത് എൻക്രിപ്റ്റ് ചെയ്ത മീഡിയ ഇല്ല).
ug: بۇ جايدا VoIP ھېساباتى قوشالايسىز. SIP كېلىشىمىنى ئىشلىتىپ VoIP ئارقىلىق چاقىرالايسىز ۋە چاقىرىقىنى قوبۇل قىلالايسىز. بۇ ئىقتىدار تېخى يېڭى بولۇپ ئىقتىدارى تولۇق ئەمەس (مەسىلەن، تېخى ۋاسىتە شىفىرلانمىغان).

source: _Add Account
bn: _অ্যাকাউন্ট সংযুক্ত করুন
fil: Magdagdag ng A_ccount
ia: _Adder conto
ml: _അക്കൗണ്ട് ചേർക്കുക
ug: ھېسابات قوش(_A)

source: Call
bn: কল
ml: വിളി

source: _Delete Call
bn: _কল মুছে ফেলুন
fil: _Burahin ang Tawag
ia: _Deler appello
ml: _കോൾ ഇല്ലാതാക്കുക
ug: چاقىرىشنى ئۆچۈر(_D)

source: _Copy number
bn: _নম্বর কপি করুন
fil: _Kopyahin ang number
ia: _Copiar numero
ml: _നമ്പർ പകർത്തുക
ug: نومۇرنى كۆچۈر(_C)

source: _Add contact
bn: _পরিচিতি যোগ করুন
fil: Mag_dagdag ng kontak
ia: _Adder contacto
ml: _കോൺടാക്റ്റ് ചേർക്കുക
ug: ئالاقەداش قوش(_A)

source: _Send SMS
bn: _এসএমএস পাঠান
fil: Magpadala ng _text
ia: Inviar _SMS
ml: _SMS അയയ്‌ക്കുക
ug: قىسقا ئۇچۇر يوللا(_S)

source: On hold
bn: আটকে আছে
fil: Naka-hold
ml: ഹോൾഡ് ചെയ്തിരിക്കുന്നു
ug: كۈتۈپ تۇر

source: No Contacts Found
bn: কোন পরিচিতি পাওয়া যায়নি
fil: Walang Nakitang Kontak
ia: Necun contactos trovate
ml: കോൺടാക്‌റ്റുകളൊന്നും കണ്ടെത്തിയില്ല
ug: ھېچقانداق ئالاقەداش تېپىلمىدى

source: No Recent Calls
bn: কোনও সাম্প্রতিক কল নেই
fil: Walang Kamakailang Tawag
ia: Necun appellos recente
ml: സമീപകാല കോളുകളൊന്നുമില്ല
ug: يېقىنقى چاقىرىش يوق

source: USSD
bn: ইউএসএসডি

source: _Cancel
bn: _বাতিল করুন
fil: _Kanselahin
ia: _Cancellar
ml: _റദ്ദാക്കുക
ug: ۋاز كەچ(_C)

source: _Close
bn: _বন্ধ করুন
fil: _Isarado
ia: _Clauder
ml: _അടയ്ക്കുക
ug: ياپ(_C)

source: _Send
bn: _পাঠান
fil: I_padala
ia: _Inviar
ml: _അയക്കുക
ug: يوللا(_S)

source: _VoIP Accounts
bn: _ভিওআইপি অ্যাকাউন্টসমূহ
fil: Mga _VoIP Account
ia: Contos _VoIP
ml: _VoIP അക്കൗണ്ടുകൾ
ug: _VoIP ھېساباتى

source: _Keyboard shortcuts
bn: _কীবোর্ড শর্টকাট
ml: _കീബോർഡ് കുറുക്കുവഴികൾ

source: _Help
bn: _সাহায্য
ml: _സഹായം

source: _About Calls
bn: _Calls সম্পর্কে
fil: _Tungkol sa Tawag
ia: A proposito de Appellos
ml: _കോളുകളെ കുറിച്ച്
ug: چاقىرىش ھەققىدە(_A)

source: Enter a VoIP address
bn: একটি ভিওআইপি ঠিকানা লিখুন
fil: Maglagay ng VoIP address
ia: Insere un addresse VoIP
ml: ഒരു VoIP വിലാസം നൽകുക
ug: VoIP ئادرېسى كىرگۈزۈلىدۇ

source: SIP Account
bn: এসআইপি অ্যাকাউন্ট
ia: Conto SIP
ml: SIP അക്കൗണ്ട്
ug: SIP ھېسابات

source: New Call
bn: নতুন কল
fil: Bagong Tawag
ia: Nove appello
ml: പുതിയ കോൾ
ug: يېڭى چاقىرىش

source: Back
bn: ফেরত
fil: Bumalik
ia: Retro
ml: തിരികെ
ug: قايت

source: Unknown reason
bn: অজানা কারণ
fil: Hindi alam na rason
ia: Motivo incognite
ml: അജ്ഞാതമായ കാരണം
ug: نامەلۇم سەۋەب

source: Outgoing call started
bn: আউটগোয়িং কল শুরু হয়েছে
fil: Nagsimula ang palabas na tawag
ia: Appello exiente initiate
ml: ഔട്ട്‌ഗോയിംഗ് കോൾ ആരംഭിച്ചു
ug: سىرتقى چاقىرىش باشلاندى

source: New incoming call
bn: নতুন কল আসছে
fil: Bagong papasok na tawag
ia: Nove appello entrante
ml: പുതിയ ഇൻകമിംഗ് കോൾ
ug: يېڭى كەلگەن چاقىرىش

source: Call accepted
bn: কল গৃহীত
fil: Tinanggap ang tawag
ia: Appello acceptate
ml: കോൾ സ്വീകരിച്ചു
ug: قوشۇلغان چاقىرىش

source: Call ended
bn: কল সমাপ্ত
fil: Tinapos ang tawag
ia: Appello finite
ml: കോൾ അവസാനിച്ചു
ug: چاقىرىش ئاخىرلاشتى

source: Call disconnected (busy or call refused)
bn: কল সংযোগ বিচ্ছিন্ন (ব্যস্ত অথবা কল প্রত্যাখ্যাত)
fil: Nadiskonekta ang tawag (abala o tinanggihan)
ml: കോൾ വിച്ഛേദിച്ചു (തിരക്കിലാണ് അല്ലെങ്കിൽ കോൾ നിരസിച്ചു)
ug: چاقىرىش ئۈزۈلدى (ئالدىراش ياكى چاقىرىش رەت قىلىندى)

source: Call disconnected (wrong id or network problem)
bn: কল সংযোগ বিচ্ছিন্ন (ভুল আইডি বা নেটওয়ার্ক সমস্যা)
fil: Nadiskonekta ang tawag (maling id o problema sa network)
ml: കോൾ വിച്ഛേദിച്ചു (തെറ്റായ ഐഡി അല്ലെങ്കിൽ നെറ്റ്‌വർക്ക് പ്രശ്നം)
ug: چاقىرىش ئۈزۈلدى (خاتا كىملىك ياكى تور مەسىلىسى)

source: Call disconnected (error setting up audio channel)
bn: কল সংযোগ বিচ্ছিন্ন (অডিও চ্যানেল স্থাপনে ত্রুটি)
fil: Nadiskonekta ang tawag (nagkaproblema sa pag-set up ng audio channel)
ml: കോൾ വിച്ഛേദിച്ചു (ഓഡിയോ ചാനൽ സജ്ജീകരിക്കുന്നതിൽ പിശക്)
ug: چاقىرىش ئۈزۈلدى (ئاۋاز قانىلى خاتا تەڭشەلگەن)

source: Call transferred
bn: কল স্থানান্তরিত
fil: Tinransfer ang tawag
ml: കോൾ കൈമാറി
ug: چاقىرىش يۆتكەلدى

source: Call deflected
bn: কল বিচ্যুত
fil: Dineplekta ang tawag
ml: കോൾ വഴിതിരിച്ചുവിട്ടു
ug: چاقىرىش ئاغدى

source: Call disconnected (unknown reason code %i)
bn: কল সংযোগ বিচ্ছিন্ন (অজানা কারণ কোড %i)
fil: Nadiskonekta ang tawag (hindi alam na code ng rason %i)
ml: കോൾ ഡിസ്കണക്ട് ചെയ്തു (അജ്ഞാത കാരണം കോഡ് %i)
ug: چاقىرىش ئۈزۈلدى (نامەلۇم سەۋەب كودى %i)

source: ModemManager unavailable
bn: মডেম-ম্যানেজার পাওয়া যাচ্ছে না
fil: Hindi available ang ModemManager
ml: മോഡംമാനേജർ ലഭ്യമല്ല
ug: مودېم باشقۇرغۇچ يوق

source: No voice-capable modem available
bn: কোনও ভয়েস-সক্ষম মডেম উপলব্ধ নেই
fil: Walang modem na pamboses
ml: ശബ്ദ ശേഷിയുള്ള മോഡം ലഭ്യമല്ല
ug: ئاۋاز ئىقتىدارىغا ئىگە مودېم يوق

source: Normal
bn: স্বাভাবিক
ml: സാധാരണ
ug: نورمال

source: Initialized
bn: শুরু করা হয়েছে
fil: Inisyalisado
ml: ആരംഭിച്ചത്
ug: دەسلەپلەشتۈرۈلدى

source: DBus unavailable
bn: ডিবাস অনুপলব্ধ
fil: Hindi available ang DBus
ia: DBus non disponibile
ml: DBus ലഭ്യമല്ല
ug: DBus يوق

source: No encryption
bn: কোনো এনক্রিপশন নেই
fil: Walang encryption
ia: Sin cryptation
ml: എൻക്രിപ്ഷൻ ഇല്ല
ug: شىفىرلاش يوق

source: Force encryption
bn: জোর করে এনক্রিপশন
fil: Sapilitang encryption
ia: Fortiar cryptation
ml: നിർബന്ധിത എൻക്രിപ്ഷൻ
ug: مەجبۇرىي شىفىرلاش

source: Cryptographic key exchange unsuccessful
bn: ক্রিপ্টোগ্রাফিক চাবি বিনিময় ব্যর্থ
fil: Hindi matagumpay ang palitan ng cryptographic key
ml: ക്രിപ്‌റ്റോഗ്രാഫിക് കീ കൈമാറ്റം പരാജയപ്പെട്ടു
ug: شىفىرلىق ئاچقۇچ ئالماشتۇرۇش مەغلۇپ بولدى

source: Add Account
bn: অ্যাকাউন্ট সংযুক্ত করুন
ml: അക്കൗണ്ട് ചേർക്കുക

source: _Log In
bn: _লগ ইন করুন
fil: Mag-_log In
ia: _Initiar session
ml: _ലോഗിൻ
ug: تىزىمغا كىر(_L)

source: Manage Account
bn: অ্যাকাউন্ট পরিচালনা করুন
ml: അക്കൌണ്ട് കൈകാര്യം ചെയ്യുക

source: _Apply
bn: _প্রয়োগ করুন
fil: I-_apply
ia: _Applicar
ml: _അപേക്ഷിക്കുക
ug: قوللان(_A)

source: _Delete
bn: _মুছে ফেলুন
fil: _Burahin
ia: _Deler
ml: _ഇല്ലാതാക്കുക
ug: ئۆچۈر(_D)

source: Server
bn: সার্ভার
ia: Servitor
ml: സെർവർ
ug: مۇلازىمېتىر

source: Display Name
bn: প্রদর্শনের নাম
ml: പ്രദർശന നാമം

source: Optional
bn: ঐচ্ছিক
ml: ഓപ്ഷണൽ

source: User ID
bn: ব্যবহারকারীর আইডি
fil: ID ng User
ia: ID de usator
ml: ഉപയോക്തൃ ഐഡി
ug: ئىشلەتكۈچى كىملىكى

source: Password
bn: পাসওয়ার্ড
ia: Contrasigno
ug: ئىم

source: Port
bn: পোর্ট
ia: Porto
ml: പോർട്ട്
ug: ئېغىز

source: Transport
bn: পরিবহণ
ia: Transporto
ml: ഗതാഗതം
ug: يوللاش

source: Media Encryption
bn: মিডিয়া এনক্রিপশন
fil: Encryption ng Media
ia: Cryptation de medios
ml: മീഡിയ എൻക്രിപ്ഷൻ
ug: ۋاسىتە شىفىرلاش

source: Use for Phone Calls
bn: ফোন কলের জন্য ব্যবহার করুন
fil: Gamitin para sa mga Tawag sa Telepono
ml: ഫോൺ കോളുകൾക്കായി ഉപയോഗിക്കുക
ug: تېلېفون ئۇرۇشقا ئىشلىتىلىدۇ

source: Automatically Connect
bn: স্বয়ংক্রিয়ভাবে সংযোগ করুন
fil: Awtonatikong Kumonekta
ia: Connecter automaticamente
ml: യാന്ത്രികമായി ബന്ധിപ്പിക്കുക
ug: ئۆزلۈكىدىن باغلان

source: Julian Sparber, Evangelos Ribeiro Tzaras
ug: جۇلىئان سپاربېر، ئېۋانەېلوس رىبېرو تزاراس

source: Allow insecure crypto key exchange for encrypted media.
fil: Payagan ang hindi secure na crypto key exchange para sa encrypted na media.
ug: بىخەتەر بولمىغان شىفىرلىق ئاچقۇچ بىلەن شىفىرلانغان ۋاسىتىنى ئالماشتۇرۇشقا يول قويىدۇ.

source: Set to true if you want to allow keys to be exchangable in cleartext, otherwise you must set the TLS transport.
fil: I-set sa true para payagang magpalitan ng mga key sa cleartext. Kung false, dapat kang mag-set ng TLS transport.
ug: ئەگەر ئاچقۇچ ئالماشتۇرۇشنى ئوچۇق تېكىست قىلماقچى بولغاندا، true قىلىپ تەڭشىلىدۇ، بولمىسا TLS يوللاشقا تەڭشىلىدۇ.

source: Display Name (Optional)
fil: Pangalang Idi-display (Opsyonal)
ia: Nomine a monstrar (optional)
ug: كۆرسىتىدىغان ئىسمى (تاللاشچان)
