Repository: GNOME/calls
Catalog: po/ab.po
Languages: ab

source: A problem has occurred and the system can’t recover. Please log out and try again.
ab: Иҟалаз агха иахҟьаны асистема зеиҭашьақәмыргылахеит. Асеанс хырқәшаны шәеиҭаҭал.

source: An automatically saved version of `%s' is more recent. Would you like to load the autosave version instead?
ab: Автоматикла еиқәырхоу аверсиа "%s" еиҳа иҿыцуп. Ишәҭахума шәара иара ацынхәрас автоматикла аиқәырхара змоу аверсиа ҭажәгалар.

source: Arguments:
ab: Аҵаҵӷәқәа:

source: Attachment msgid_plural: Attachments
ab: msgstr[0]:Агәылаҵа msgstr[1]:Агәылаҵақәа msgstr[2]:Агәылаҵақәа

source: attributes:
ab: Аҟазшьарбагақәа:

source: Automatically save the project to an alternate file whenever the project is modified and the specified timeout elapses
ab: Автоматикла апроект даҽа фаилк ахь лассы-лассы аиқәырхара , апроект аԥсахраангьы.

source: bit msgid_plural: bits
ab: msgstr[0]: абит msgstr[1]: битк msgstr[2]: абит

source: Bookmarks will be added here
ab: Агәылаҵақәа ацҵахоит араҟа

source: byte msgid_plural: bytes
ab: msgstr[0]: баитк msgstr[1]: баитк msgstr[2]: баитк

source: BytesSourceSeqTimeUnits
ab: Абаитқәа Ахықәкы Азҵаалара Аамҭа Ашәара ак

source: Cannot create a regex for all the transitions, the syntax highlighting process will be slower than usual. The error was: %s
ab: Изалымшахеит аиҭеиҭакрақәа зегьы рзы еиԥырҟьам аҿаԥшылара аԥҵара , асинтаксис арлашара нагӡахалоит имырццаыкӡакәа. Агха: %s

source: Clear as many blocks as you can. Fewer clicks means more points.
ab: Шаҟа шәылшо аблокқәа анышәх. Шаҟа имаҷны шәақәыӷәӷәо аҟара ирацәаны акәаталақәа шәырҳауоит.

source: Command line options could not be parsed: %s
ab: Адҵатә цәаҳәа ахышәарақәа реилкаара залымшахеит : %s

source: Congratulations, You Have Defeated the Robots!! But Can You do it Again?
ab: Ишәыдаҳныҳәалоит, шәара ароботқәа шәыриааит!! Ишәылшару еиҭа уи аҟаҵара

source: Copyright © 2008-2013 Red Hat, Inc. Copyright © 2008-2013 David Zeuthen Copyright © 2009-2017 The GNOME Project
ab: Аԥҵаҩы изин © 2008-2013 Red Hat, Inc. Аԥҵаҩы изин © 2008-2013 David Zeuthen Аԥҵаҩы изин © 2009-2017 The GNOME Project

source: Copyright © 2008-2013 Red Hat, Inc. Copyright © 2008-2013 David Zeuthen Copyright © 2009-2017 The GNOME Project
ab: Аԥҵаҩы изин © 2008-2013 Red Hat, Inc. Аԥҵаҩы изин © 2008-2013 David Zeuthen Аԥҵаҩы изин © 2009-2017 The GNOME Project

source: Copyright © 2012 – 2021 Red Hat, Inc. Copyright © 2015 – 2018 Umang Jain
ab: Аԥҵаҩы изин © 2012 – 2021 Red Hat, Inc. Аԥҵаҩы изин © 2015 – 2018 Umang Jain

source: Default arguments are “-i -f %F -- %R”, where %F — stands for the From address %R — stands for the recipient addresses
ab: Аҵаҵӷәқәа ишыҟоу еиԥш: «-i -f %F -- %R», уаҟа %F — ашьҭҩы иҭыӡҭыԥ %R — аиуаа рҭыӡҭыԥ

source: Default arguments are “-i -f %F -- %R”, where %F — stands for the From address %R — stands for the recipient addresses
ab: Аҵаҵӷәқәа ишыҟоу еиԥш: «-i -f %F -- %R», уаҟа %F — ашьҭҩы иҭыӡҭыԥ %R — аиуаа рҭыӡҭыԥ

source: Error parsing commandline options: %s
ab: Адҵатә цәаҳәа ахышәарақәа реилыргара залымшахеит : %s

source: Failed to execute %s
ab: %s аҿакра залымшахеит

source: gnome-disk-utility %s UDisks %s (built against %d.%d.%d)
ab: gnome-disk-utility %s UDisks %s (аизга %d.%d.%d аҟынтә)

source: GNU General Public License version 3 or later
ab: GNU General Public License аверсиа 3 мамзар еиҳа иҿыцу

source: Hardware address:%s
ab: Аппараттә ҭыӡҭыԥ: %s

source: I want to play that game! You know, they all light-up and you click on them and they vanish!
ab: Сара исҭахуп абри ахәмарра сыхәмарырц! Урҭ зегьы лашоит нас иӡоит шәанрыцәхасуа.

source: Leaving %d blockquote. msgid_plural: Leaving %d blockquotes.
ab: msgstr[0]: Аҭыҵра %d ацитатаагара аидкыла аҟынтә. msgstr[1]: Аҭыҵра %d ацитатаагара аидкыла аҟынтә. msgstr[2]: Аҭыҵра %d ацитатаагара аидкыла аҟынтә.

source: Leaving %d list. msgid_plural: Leaving %d lists.
ab: msgstr[0]: Ахьӡынҵақәа %d рҟынтә аҭыҵра. msgstr[1]: Ахьӡынҵақәа %d рҟынтә аҭыҵра. msgstr[2]: Ахьӡынҵақәа %d рҟынтә аҭыҵра.

source: Level: %d Score: %d
ab: Аҩаӡара: %d Аԥхьаӡара: %d

source: Maximum value must be greater than minimum value.
ab: Имаксималу аҵакы иминималу аасҭа еиҳазароуп

source: nested math table with %d row msgid_plural: nested math table with %d rows
ab: msgstr[0]:Иагәылаҵоу аматиматикатә ҭаӡҩыра %d ацәаҳәа змоу msgstr[1]: Иагәылаҵоу аматиматикатә ҭаӡҩыра %d ацәаҳәақәа змоу msgstr[2]:Иагәылаҵоу аматиматикатә ҭаӡҩыра %d ацәаҳәақәа змоу

source: No column titles specified for List dialog.
ab: Ахьӡынҵа аиҿцәажәаразы иарбаӡам аиҵагылақәа рыхқәа

source: output %s does not have the same parameters as another cloned output: existing mode = %d, new mode = %d existing coordinates = (%d, %d), new coordinates = (%d, %d) existing rotation = %d, new rotation = %d
ab: аҭыҵра %s ахышәарақәа егьи ахаҭаԥсаҭа аҭыҵра ахышәарақәа иреиԥшӡам:Иҟоу арежим = %d, иҿыцу арежим = %d иҟоу акоординатқәа = (%d, %d), акоординатқәа ҿыцқәа = (%d, %d) иҟоу агьежьра = %d, агьежьра ҿыц = %d"

source: Refusing new client connection because the session is currently being shut down
ab: Иҿыцу аҿакрақәа аклиентцәа рҟынтә мап рыцәкхоит ,избан акәзар асеанс хырқәшахоит

source: Run “%s --help” to see a full list of available command line options.
ab: Инашәыгӡа адҵа «%s --help», ишәзыманшәалоу адҵатә цәаҳәа алшарақәа резыкхьӡынҵа нарҭбааны ишәбарц азы.

source: Search for the Contact or double-click here to create a new Contact.
ab: Ишәыԥшаа аимадара, мамзар абраҟа шәақәыӷәӷәа аҿыц аԥҵаразы.

source: Secure boot prevents malicious software from being loaded when the device starts. For more information, contact the hardware manufacturer or IT support.
ab: Ишәарҭадароу аҭагалара аԥхасҭа ҟазҵо апрограмматә еиқәыршәарақәа рҭагалара ԥнарҟәҟәоит аиҿартәыраадәықәҵараан. Иацҵаны аинформациа шәоурц азы амаруга аԥҵаҩы ,мамзар ИТ -ацхыраара амаҵзура шәрыдҵаала.

source: Sign in to authorize access in a web browser. Then fill in the obtained verification code here in the next step.
ab: Шәҭала асистема веб-браузер ахь аҭалара хаҭара шьақәыргыларазы.Анаҩс, ишәоуз агәаҭаратә код абраҟа иҭажәыҩ.

source: The “%s” plugin depends on the “%s” plugin. If you disable “%s”, “%s” will also be disabled.
ab: Амодуль «%s» ахьԥшоит амодуль «%s». «%s» аҿыхзар, «%s» гьы аҿыххоит

source: The following recipient was not recognized as a valid mail address: {0}
ab: Анаҩстәи адкылаҩ иԥошьҭа аиашашьа еилкаамхазеит: {0}

source: The following recipients were not recognized as valid mail addresses: {0}
ab: Анаҩстәи адкылаҩцәа рԥошьҭақәа риашашьа еилкаамхазеит: {0}

source: The popular Japanese logic puzzle Puzzles generated by QQwing %s
ab: Еицырдыруа аиапониатә алогикатә хыҧҽыга Ахыҧҽыгақәа аҧҵахоит QQwing %s

source: There are no items to show in this view. Double-click here to create a new Contact.
ab: Иҟаӡам аелементқәа ари аԥенџьыр аҟны иаарԥшразы. Ҩынтә абраҟа шәақәыӷәӷәа аимадара ҿыц аԥҵаразы

source: There had been added %d attachment. Make sure it does not contain any sensitive information before sending the message. msgid_plural: There had been added %d attachments. Make sure they do not contain any sensitive information before sending the message.
ab: msgstr[0]: Иацҵан %d аҭаҵа. Ацҳамҭа шәышьҭаанӡа агәра шәга уи ишагәылам имаӡоу аинформациа.msgstr[1]: Иацҵан %d аҭаҵа. Ацҳамҭа шәышьҭаанӡа агәра шәга уи ишагәылам имаӡоу аинформациа.msgstr[2]: Иацҵан %d аҭаҵа. Ацҳамҭа шәышьҭаанӡа агәра шәга уи ишагәылам имаӡоу аинформациа

source: This might be for a legitimate reason, but the application has not provided one. Note that forcing an application to quit might cause data loss.
ab: Уи ҟалар алшон анажьратә мзызқәа рыбзоурала ,аха аԥшьы иаҳнамҭеитone. Шәазхьаԥш, аԥшьы мчыла ахырқәшара иахҟьаны адыррақәа ыӡыр шрылшо.

source: This option is not available. Please see --help for all possible usages.
ab: Ари ахышәара ахь анеира азин ыҟаӡам.Шәхы иашәырхәа --help зеиуахкы шәҭаху ахышәарақәа рыхәаҧшразы

source: Two or more dialog options specified
ab: Ҩба, мамзар инеиҳаны ахышәарақәа аиҿцәажәара азы иарбоуп

source: Value out of range.
ab: Аҵакыра анҭыҵ аҵакы зеиԥшроу

source: You have received %d new message. msgid_plural: You have received %d new messages.
ab: msgstr[0]: Шәара ишәоуит %d цҳамҭа ҿыцк. msgstr[1]: Шәара ишәоуит %d цҳамҭа ҿыцк. msgstr[2]: Шәара ишәоуит %d цҳамҭа ҿыцк.

source: You may need to select different mail options. Detailed error: {0}
ab: Шәара аԥошьҭа егьырҭ ахышәарақәа азалшәхыр акәхоит. Амзыз: {0}

source: You must specify at least one folder as a source. Either by selecting the folders individually, and/or by selecting all local folders, all remote folders, or both.
ab: Иаҭахуп ҭаӡк еиҳамзаргьы хыҵхырҭас иашәырбарц.

source: You should use only one List dialog type.
ab: Аиҿцәажәара ахкы заҵәык ауп зхархәара ҟало "Ахьӡынца"
