Repository: GNOME/calls
Catalog: po/ab.po
Languages: ab

source: No reason given
ab: Амзыз арбаӡам

source: Initialization started
ab: Аҭагылазаашьа арбара иалагеит

source: Initialization complete
ab: Аҭагылазаашьа арбара хырқәшоуп

source: No credentials set
ab: Аҳасабырбатә дыррақәа шьақәыргылаӡам

source: Starting to connect
ab: Аҽаҿакра аус арура

source: Connection timed out
ab: Аимадара азыԥшра аамҭа иахыԥеит

source: Domain name could not be resolved
ab: Адоментә ахьӡ азин аҭара залшом

source: Server did not accept username or password
ab: Асервер ахархәаҩ ихьӡ, мамзар иажәамаӡа аднамкылаӡеит

source: Connecting complete
ab: Аҽаҿакра хырқәшоуп

source: Starting to disconnect
ab: Аҿыхра аус арура

source: Internal error occurred
ab: Аҩныҵаҟатәи агха ҟалеит

source: NUMBER
ab: Ахыԥхьаӡара

source: translator-credits
ab: Нанба Наала <naala-nanba@rambler.ru>, 2022

source: Contacts
ab: Аимадарақәа

source: Recent
ab: Аҵахәтәантәи

source: Missed call
ab: Ибжьажьу ааҧхьара

source: Missed call from <b>%s</b>
ab: Ибжьажьу ааҧхьара <b>%s</b> иҟынтә

source: Missed call from %s
ab: Ибжьажьу ааҧхьара %s иҟынтә

source: Missed call from unknown caller
ab: Ибжьажьу ааҧхьара еилкаам абонент иҟынтә

source: Call back
ab: Аиҭааҧхьара

source: VoIP Accounts
ab: Аҳасабырбатә нҵамҭақәа VoIP

source: Add VoIP Accounts
ab: Аҳасабырбатә нҵамҭақәа VoIP рацҵара

source: _Add Account
ab: _Аҳасабырбатә нҵамҭа аццара

source: Call
ab: Асра

source: _Delete Call
ab: _Абжьы зхоу аиҽцәажәара аныхра

source: _Copy number
ab: _Аномер ахкьыԥхьаара

source: _Add contact
ab: _Аимадара ацҵара

source: _Send SMS
ab: _SMS ашьҭара

source: On hold
ab: Аанкылараҟны

source: No Contacts Found
ab: Аимадарақәа ԥшааӡам

source: No Recent Calls
ab: Ааигәатәи абжьы зхоу аиҽцәажәарақәа ыҟаӡам

source: _Cancel
ab: _Аԥыхра

source: _Close
ab: _Аркра

source: _Send
ab: _Ашьҭра

source: _VoIP Accounts
ab: Аҳасабырбатә нҵамҭақәа_VoIP

source: _Keyboard shortcuts
ab: _Арыдкәа реицааира

source: _Help
ab: _Аилыркаа

source: _About Calls
ab: _Апрограмма иазкны

source: Enter a VoIP address
ab: VoIP-аҭыӡҭыԥ аҭаҩра

source: Enter a number
ab: Аномер аҭаҩра

source: Dial
ab: алхра

source: Delete character in front of cursor
ab: Ахырхага аԥхьа иҟоу асимвол аныхра

source: SIP Account
ab: Аҳасабырбатә нҵамҭа SIP

source: New Call
ab: Абжьы зхоу аиҽцәажәара ҿыц

source: Back
ab: Шьҭахьҟа

source: Unknown reason
ab: Еилкаам амзыз

source: Outgoing call started
ab: Иалҵуа абжьы зхоу аиҿцәажәара алагеит

source: New incoming call
ab: Иалало абжьы зхоу аиҿцәажәара алагеит

source: Call accepted
ab: Абжьы зхоу аиҽцәажәара аҭак ҟаҵоуп

source: Call ended
ab: Абжьы зхоу аиҽцәажәара хырқәшоуп

source: Call disconnected (busy or call refused)
ab: Абжьы зхоу аиҽцәажәара аҿыхуп (инкылоуп, мамзар иаҟәыхуп)

source: Call disconnected (wrong id or network problem)
ab: Абжьы зхоу аиҽцәажәара аҿыхуп (ииашам id, мамзар аҳа ауадаҩра амоуп)

source: Call disconnected (error setting up audio channel)
ab: Абжьы зхоу аиҽцәажәара аҿыхуп (аудиоканал аиҿкаараҟны иҟалеит агха)

source: Call transferred
ab: Абжьы зхоу аиҽцәажәара ииагоуп

source: Call deflected
ab: Абжьы зхоу аиҽцәажәара мап ацәкуп

source: ModemManager unavailable
ab: ModemManager анеира алшом

source: Normal
ab: Инормоу

source: DBus unavailable
ab: DBus ахь анеира алшом

source: No encryption
ab: Ашифрркрада

source: Force encryption
ab: Мчыла ашифркра

source: Add Account
ab: Аҳасабырбатә нҵамҭа ацҵара

source: _Log In
ab: _Аҭалара

source: Manage Account
ab: Аҳасабырбатә нҵамҭа ахархәара аҭара

source: _Apply
ab: _Ахархәара

source: _Delete
ab: _Аныхра

source: Server
ab: Асервер

source: Display Name
ab: Ианԥшылахо ахьӡ

source: Optional
ab: Иацҵаны

source: User ID
ab: Ахархәаҩ иеԥшрагәаҭага

source: Password
ab: Ажәамаӡа

source: Port
ab: Апорт

source: Transport
ab: Атрансопорт

source: Media Encryption
ab: Аинформациа ашифркра

source: Use for Phone Calls
ab: Аҭел абжьы зхоу аиҽцәажәара рзы ахархәара аҭара

source: Automatically Connect
ab: Автоматикла аҽаҿакра

source: Search for the Contact or double-click here to create a new Contact.
ab: Ишәыԥшаа аимадара, мамзар абраҟа шәақәыӷәӷәа аҿыц аԥҵаразы.

source: Search for the Contact.
ab: Аимадара аԥшаара.

source: Searching for the Contacts…
ab: Аимадарақәа рыԥшаара…

source: There are no items to show in this view.
ab: Иҟаӡам аелементқәа ари аԥенџьыр аҟны иаарԥшразы.

source: There are no items to show in this view. Double-click here to create a new Contact.
ab: Иҟаӡам аелементқәа ари аԥенџьыр аҟны иаарԥшразы. Ҩынтә абраҟа шәақәыӷәӷәа аимадара ҿыц аԥҵаразы

source: --%s is not supported for this dialog
ab: --%s ари аиҿцәажәара иаднакылаӡом

source: %s": %s «%s»: %s “%s” «%s» “%s” created successfully Архив «%s» лԥхала иаԥҵоуп “%s” is not a valid plugin file «%s» ииашоу афаил амодуль акәӡам “%s” is running in the background “%s” ақәыԥшылараҟны аус ауеит “%s” locations are not supported. Аҭыӡҭыԥқәа «%s» иаднакылом “<node/>” “<node/>” “source-id” not available “source-id” ахь анеира залыршахом ( ( (_G)AWK (_G)AWK ('', 'KNYC', nothing) ('', 'UUEE', nothing) (%'d (%'d (%s) (%s) (Completed (Ихырқәшоуп (correct spelling) (ииашаны анҵашьа) (deadlock?) (анибакылара) (deadlock?) (анибакылара) (Deprecated) Proxy authentication password Аамҭалатәи ахаҭареилкаара аиԥырҟьара (Deprecated) Proxy authentication user name Аамҭалатәи ахаҭареилкаара аиԥырҟьара (Due (Арыцхә азы (Empty) (Иҭацәуп) (no subject) (Темада) (No Subject) (Темада) (no suggested words) ( Ишәыдгалоу ажәақәа ыҟаӡам) (Remaining: %d) (Иаанхеит : %d) (unnamed) (хьӡыда) ) without opening ( ) иаазыртуа ада ( [ {'name': <'DuckDuckGo'>, 'url': <'https://duckduckgo.com/?q=%s&t=epiphany'>, 'bang': <'!ddg'>}, {'name': <'Google'>, 'url': <'https://www.google.com/search?q=%s'>, 'bang': <'!g'>}, {'name': <'Bing'>, 'url': <'https://www.bing.com/search?q=%s'>, 'bang': <'!b'>} ] [ {'name': <'DuckDuckGo'>, 'url': <'https://duckduckgo.com/?q=%s&t=epiphany'>, 'bang': <'!ddg'>}, {'name': <'Google'>, 'url': <'https://www.google.com/search?q=%s'>, 'bang': <'!g'>}, {'name': <'Bing'>, 'url': <'https://www.bing.com/search?q=%s'>, 'bang': <'!b'>} ] [ {'name': <'DuckDuckGo'>, 'url': <'https://duckduckgo.com/?q=%s&t=epiphany'>, 'bang': <'!ddg'>}, {'name': <'Google'>, 'url': <'https://www.google.com/search?q=%s'>, 'bang': <'!g'>}, {'name': <'Bing'>, 'url': <'https://www.bing.com/search?q=%s'>, 'bang': <'!b'>} ] [ {'name': <'DuckDuckGo'>, 'url': <'https://duckduckgo.com/?q=%s&t=epiphany'>, 'bang': <'!ddg'>}, {'name': <'Google'>, 'url': <'https://www.google.com/search?q=%s'>, 'bang': <'!g'>}, {'name': <'Bing'>, 'url': <'https://www.bing.com/search?q=%s'>, 'bang': <'!b'>} ] [ 'Human', 'Alice', 'Bob', 'Carol', 'Dave', 'Eve' ] ['Ауаҩԥсы' , 'Алиас', 'Инал', 'Саид', 'Наала', 'Милана' ] [-e|-- COMMAND [ARGUMENT...]] [-e|-- АДҴА [АҴАҴӶӘЫ...]] ['attachment','attaching','attached','enclosed'] ['аттач','аҭаҵа','attachment','attaching','attached','enclosed'] ['UTF-8', 'CURRENT', 'ISO-8859-15', 'UTF-16'] ['UTF-8', 'CURRENT', 'ISO-8859-15', 'UTF-16'] [] [] [%s] Object class '<b>%s</b>' from %s %d.%d is deprecated Аобиект акласс '<b>%s</b>' %s %d.%d аҟынтә иажәхьеит [%s] Object class '<b>%s</b>' was introduced in %s %d.%d [%s] Аобиект акласс '<b>%s</b>' ҭагалан %s %d.%d ахь [%s] Packing property '<b>%s</b>' of object class '<b>%s</b>' was introduced in %s %d.%d [%s]«<b>%s</b>» архиара аҷыдаҟазшьа «<b>%s</b>» рыкласс иаҵанакуа аобиектқәа ҭагалан %s %d.%d ахь [%s] Property '<b>%s</b>' of object class '<b>%s</b>' is deprecated [%s] Аҷыдаҟазшьа «<b>%s</b>» аобиект «<b>%s</b>» акласс ажәит [%s] Property '<b>%s</b>' of object class '<b>%s</b>' was introduced in %s %d.%d [%s]Аҷыдаҟазшьа «<b>%s</b>» аобиект «<b>%s</b>» акласс иаҵанакуа ҭагалан %s %d.%d ахь [%s] Signal '<b>%s</b>' of object class '<b>%s</b>' is deprecated «<b>%s</b>» асигнал акласс иаҵанакуа аобиект «<b>%s</b>» ажәуп [%s] Signal '<b>%s</b>' of object class '<b>%s</b>' was introduced in %s %d.%d [%s] «<b>%s</b>» асигнал акласс иаҵанакуа аобиект «<b>%s</b>»ҭагалан %s %d.%d ахь [<biblioentry.label/>] [<biblioentry.label/>] [<citation.label/>] [<citation.label/>] [ARGS…] [АҴАҴӶӘҚӘА…] [FILE…] ФАИЛ [FILE…|URI] [FILE...|URI] [URI…] [URI…] [URI] [URI] … [URI] [URI] … {0} {0} {0} If you choose to continue, you may not have access to some of your old data. {0} Иацышәҵар шәҭахызар, ажәытә дыррақәа ԥыҭк рахь анеира азин шәцәыӡыр шәылшоит. {0} If you choose to continue, you may not have access to some of your old data. {0} Иацышәҵар шәҭахызар, ажәытә дыррақәа ԥыҭк рахь анеира азин шәцәыӡыр шәылшоит. {0} by {1} {0} аҟны {1} @%"Projects@%s
ab: _Апроектқәа рныхра

source: %1$s and one more task msgid_plural: %1$s and %2$d other tasks
ab: msgstr[0]: %1$s даҽа %2$d ҳасабтәки msgstr[1]: %1$s даҽа %2$d ҳасабтәқәеи msgstr[2]: %1$sегьырҭ %2$d ҳасабтәқәеи

source: %1$u day and %2$u hour before msgid_plural: %1$u day and %2$u hours before
ab: msgstr[0]: %1$u ҽнаки и %2$u сааҭки ҟалаанӡа msgstr[1]: %1$u ҽнаки %2$u сааҭки ҟалаанӡа msgstr[2]: %1$u ҽнаки %2$u сааҭки ҟалаанӡа

source: %1$u day and %2$u minute before msgid_plural: %1$u day and %2$u minutes before
ab: msgstr[0]: %1$u ҽнаки %2$u минуҭки ҟалаанӡа msgstr[1]: %1$u ҽнаки %2$u минуҭки ҟалаанӡа msgstr[2]: %1$u ҽнаки %2$u минуҭки ҟалаанӡа %1$u day before msgid_plural: %1$u days before msgstr[0]: %1$u ҽнак шагоу msgstr[1]: %1$u мшы шагоу msgstr[2]: %1$u мшы шагоу %1$u day, %2$u hour, and %3$u minute before msgid_plural: %1$u day, %2$u hour, and %3$u minutes before msgstr[0]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭки ҟалаанӡа msgstr[1]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭки ҟалаанӡа msgstr[2]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭки ҟалаанӡа %1$u day, %2$u hours, and %3$u minute before msgid_plural: %1$u day, %2$u hours, and %3$u minutes before msgstr[0]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭ ки ҟалаанӡа msgstr[1]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭки ҟалаанӡа msgstr[2]: %1$u ҽнаки, %2$u сааҭки %3$u минуҭки ҟалаанӡа %1$u days and %2$u hour before msgid_plural: %1$u days and %2$u hours before msgstr[0]: %1$u мши %2$u сааҭки ҟалаанӡа msgstr[1]: %1$u мши %2$u сааҭки ҟалаанӡа msgstr[2]: %1$u мши %2$u сааҭки ҟалаанӡа %1$u days and %2$u minute before msgid_plural: %1$u days and %2$u minutes before msgstr[0]: %1$u мши и %2$u минуҭки ҟалаанӡа msgstr[1]: %1$u мши и %2$u минуҭки ҟалаанӡа msgstr[2]: %1$u мши и %2$u минуҭки ҟалаанӡа %1$u days, %2$u hour, and %3$u minute before msgid_plural: %1$u days, %2$u hour, and %3$u minutes before msgstr[0]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа msgstr[1]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа msgstr[2]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа %1$u days, %2$u hours, and %3$u minute before msgid_plural: %1$u days, %2$u hours, and %3$u minutes before msgstr[0]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа msgstr[1]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа msgstr[2]: %1$u мши, %2$u сааҭки, и %3$u минуҭки ҟалаанӡа %1$u hour before msgid_plural: %1$u hours before msgstr[0]: %1$u сааҭк иҟалаанӡа msgstr[1]: %1$u сааҭк иҟалаанӡа msgstr[2]: %1$u сааҭк иҟалаанӡа %1$u minute before msgid_plural: %1$u minutes before msgstr[0]: %1$u минуҭк ҟалаанӡа msgstr[1]: %1$u минуҭк ҟалаанӡа msgstr[2]: %1$u минуҭк ҟалаанӡа %2$s. You have %1$u try left msgid_plural: %2$s. You have %1$u tries left msgstr[0]: %2$s. ишәзаанхеит %1$u ҽазышәарак msgstr[1]: %2$s. ишәзаанхеит %1$u ҽазышәарак msgstr[2]: %2$s. ишәзаанхеит %1$u ҽазышәарак %A %A %a %a %A %B %-d %A, %-d %B %a %b %-e_%l:%M %p %a, %-e %B_%l∶%M %p %a %b %-e_%l:%M:%S %p %a, %-e %B,_%l∶%M∶%S %p %a %b %-e_%R %a, %-e %B_%R %a %b %-e_%R:%S %a, %-e %B_%R:%S %a %b %e %H:%M:%S %Y %a, %-d %b %Y, %H∶%M∶%S %A %B %e %Y %A, %-d %B %Y %a %d %b %a, %d %b %A %d %B %A, %d %b %A %d %b %Y %A, %d %b. %Y %a %d %b %Y %a, %d %b. %Y %A %H:%M %A %H:%M %a %H:%M %a %H:%M %A %H:%M:%S %A %H:%M:%S %a %H∶%M %a, %H:%M %a %I∶%M %p %a, %I∶%M %p %a %l:%M %p %a %l:%M %p %A %l:%M %p %A %l:%M %p %a %l:%M:%S %p %a, %l∶%M∶%S %p %A %l:%M:%S %p %A %l:%M:%S %p %a %l∶%M %p %a %H:%M %a %m/%d/%Y %H:%M:%S %a, %d.%m.%Y %H:%M:%S %a %m/%d/%Y %I:%M:%S %p %a, %d.%m.%Y %I:%M:%S %p %a %R %a, %R %a %R:%S %a, %R:%S %a, %b %d / %H∶%M %a, %d %b. / %H∶%M %A, %B %e %A, %e %b %A, %B %e %H:%M %A, %e %b. %H:%M %A, %B %e %H:%M:%S %A, %e %b. %H:%M:%S %A, %B %e %l:%M %p %A, %e %b. %I:%M:%p %A, %B %e %l:%M:%S %p %A, %e %b. %I:%M:%S %p %A, %B %e, %Y %A, %e %b. %Y %A, %B %e, %Y %H:%M %A, %e %b. %Y %H:%M %A, %B %e, %Y %H:%M:%S %A, %e %b. %Y %H:%M:%S %A, %B %e, %Y %l:%M %p %A, %e %b. %Y %I:%M %p %A, %B %e, %Y %l:%M:%S %p %A, %e %b. %Y %I:%M:%S %p %a, %d %B %Y %A, %d %b. %Y %a, %d %B %Y %X %A, %d %b. %Y %X %a, %d %B %Y %X %A, %d %b. %Y %X %A, %H∶%M %A, %H∶%M %A, %l∶%M %p %A, %-l∶%M %p %B %B %B %-d %-d %B %Y %B %-d %Y %-d %B %Y %B %-d %Y, %H∶%M %-d %B %Y, %H∶%M %B %-d %Y, %l∶%M %p %-d %B %Y, %l∶%M %p %B %-d, %H∶%M %-d %B, %H∶%M %B %-d, %l∶%M %p %-d %B, %l∶%M %p %b %-e_%l:%M %p %a, %-e %B_%l∶%M %p %b %-e_%l:%M:%S %p %a, %-e %B_%l∶%M∶%S %p %b %-e_%R %a, %-e %B_%R %b %-e_%R:%S %a, %-e %B_%R:%S %b %d %H∶%M %e %b., %H:%M %b %d %I∶%M %p %e %b., %I∶%M %p %b %d %l:%M %p %b. %d %l:%M %p %b %d %l∶%M %p %-d %B %H:%M %b %d %Y %e %b. %Y %b %e %b %e %b %e %H:%M %e %b., %H:%M %b %e %H:%M:%S %e %b., %H:%M:%S %b %e %l:%M %p %e %b., %l:%M %p %b %e %l:%M:%S %p %e %b., %l:%M:%S %p %b %e %Y %H:%M %e %b. %Y, %H:%M %b %e %Y %H:%M:%S %e %b. %Y, %H:%M:%S %b %e %Y %l:%M %p %e %b. %Y, %l:%M %p %b %e %Y %l:%M:%S %p %e %b. %Y, %l:%M:%S %p %b %e %Y, %H∶%M %b %e %Y, %H∶%M %b %e %Y, %I∶%M %p %b %e %Y, %I∶%M %p %B %e %Y, %I∶%M∶%S %p %e %B %Y, %H:%M:%S %b %e, %H∶%M %b %e, %H∶%M %b %e, %I∶%M %p %b %e, %I∶%M %p %b %e, %Y %-d %b %Y %B %Y %B %Y %c %c %d %d %d / %d %d / %d %d %% %d %% %d %% %d %% %d %% %d %% %d %b %d %b %d %B %d %B %d %b %Y %d %b. %Y %d %B %Y %d %b. %Y %d %B %Y, %H:%M %-d %B %Y, %H∶%M %d °C %d °C %d °C %d °C %d °F %d °F %d °F %d °F %d × %d %d × %d %d × %d, %d mine msgid_plural: %d × %d, %d mines msgstr[0]: %d × %d, %d амина msgstr[1]: %d × %d, %d минак msgstr[2]: %d × %d, %d минак %d Address msgid_plural: %d Addresses msgstr[0]: %d ҭыӡҭыԥк msgstr[1]: %d ҭыӡҭыԥк msgstr[2]: %d ҭыӡҭыԥк %d attached message msgid_plural: %d attached messages msgstr[0]: %d иагәылҵоу ацҳамҭақәа msgstr[1]: %d иагәылаҵоу ацҳамҭақәа msgstr[2]: %d иагәылаҵоу ацҳамҭақәа %d B/s %d Б/с %d byte msgid_plural: %d bytes msgstr[0]: %d баитк msgstr[1]: %d баитк msgstr[2]: %d баитк %d dpi %d dpi %d ft %d фт %d ft %d фт %d K %d K %d K %d K %d km %d км %d km %d км %d m %d м %d m %d м %d Mb/s %d Мб/с %d Mb/s (%1.1f GHz) %d Мб/с (%1.1f ГГц) %d mi %d ми %d mi %d ми %d of %d %d аҟынтә %d %d of %u %d аҟынтәи %u %d-%b-%Y %d-%b.-%Y %d-bit msgid_plural: %d-bit msgstr[0]: %d-абит msgstr[1]: %d-битк msgstr[2]: %d-битк %d:%02d %d:%02d %d:%02d:%02d %d:%02d:%02d %d:%02d:%02d.%03d %d:%02d:%02d.%03d %d:%02d.%03d %d:%02d.%03d %d. %s %d. %s %d%% %d%% %d×%d %d×%d %d×%d (%s) %d×%d (%s) %e %B %Y %e %b. %Y %e %B %Y, %l:%M %p %-d %B %Y, %l∶%M %p %e %B %Y, %R %-d %B %Y, %R %F %T %F %T %FT%T %FT%T %g%t%m%t%f %d%t%g%t%m%t%f %H hours and %M minutes %H сааҭи %M минуҭи %H hours, %M minutes and %S seconds %H сааҭ, %M минуҭ и %S секунд %H:%M %H:%M %H:%M:%S %H:%M:%S %H∶%M %H∶%M %i %s %i %s %i %s %i %s %i × %i pixel msgid_plural: %i × %i pixels msgstr[0]: %i × %i пиксельк msgstr[1]: %i × %i пиксельк msgstr[2]: %i × %i пиксельк %i × %i pixel %s %i%% msgid_plural: %i × %i pixels %s %i%% msgstr[0]: %i × %i пиксельк %s %i%% msgstr[1]: %i × %i пиксельк %s %i%% msgstr[2]: %i × %i пиксельк %s %i%% %i × %i pixels %i × %i пиксельк %I:%M:%S %p %I∶%M∶%S %p %k:%M %k:%M %l:%M %p %l:%M %p %l:%M:%S %p %l∶%M∶%S %p %l∶%M %p %l∶%M %p %ld × %ld pixel msgid_plural: %ld × %ld pixels msgstr[0]: %ld × %ld пиксельк msgstr[1]: %ld × %ld пиксельк msgstr[2]: %ld × %ld пиксельк %m/%d %d/%m %m/%d/%y %d.%m.%y %OB %OB %OB %Y %OB %Y %p (%s) %p (%s) %R %R %R:%S %R:%S %s %s %s Run '%s --help' to see a full list of available command line options. %s Аус ашәыруы «%s --help» анеиразин ахьшәымоу адҵатә ҵәаҳәа ахышәарақәа рыхҩылаақәа зегьы рыхәаԥшразы. %s – %s %s – %s %s — %s %s — %s %s — Account Activity %s- аҳасабрбатә нҵамҭа активра %s — Evolution %s — Evolution %s (*.%s) %s (*.%s) %s (%.1f%%) %s (%.1f%%) %s (%d bit) %s (%d бит) %s (%d) %s (%d) %s (%s, for account %s) %s (%s, аҳасабрбатә нҵамҭа %s азы) %s (%s) %s (%s) %s (%u%s) %s (%u%s) %s (Administrator) %s(Анаԥхгаҩы) %s (application) %s (аԥшьы) %s (CMake) %s (CMake) %s (GStreamer plugin) %s (амодуль GStreamer) %s (library) %s (абиблиотека) %s (Meson) %s (Meson) %s (PID %u) %s (PID %u) %s (SSID: %s) %s (SSID: %s) %s (this calendar is read-only) %s (ари амзар «аԥхьара мацара» арежим икәгылоуп) %s (You) %s (%s) %s [OPTION…] COMMAND Execute COMMAND while inhibiting some session functionality. -h, --help Show this help --version Show program version --app-id ID The application id to use when inhibiting (optional) --reason REASON The reason for inhibiting (optional) --inhibit ARG Things to inhibit, colon-separated list of: logout, switch-user, suspend, idle, automount --inhibit-only Do not launch COMMAND and wait forever instead -l, --list List the existing inhibitions, and exit If no --inhibit option is specified, idle is assumed. %s [АЛШАРА…] АДҴА Асеанс афункциақәак аанкыланы адҵа COMMAND анагӡара. -h, --help Аилыркаа арбара --version Апрограмма ахкы арбара --app-id ID Аԥшьы аидентификациа азура ахархәаразы аанкылараан(ихымԥадатәиым) --reason REASON Азин амҭара мзыс иамоу (ихымԥадатәиым) --inhibit ARG Азин зымхтәу, ахьӡынҵа,аҩҟәаԥ ала еиҩшоу: logout, switch-user, suspend, idle, automount --inhibit-only Иаҿашәымкын COMMAND,уи ацымхәрас наунагӡа шәазыԥшыз -l, --list Ақәиҭымтәрақәа рыхьӡынҵа , насгьы урҭ рыриааишьа Алшара --inhibit арбамзар, азыԥшра арежим аҿакхоит . %s [OPTION…] COMMAND Execute COMMAND while inhibiting some session functionality. -h, --help Show this help --version Show program version --app-id ID The application id to use when inhibiting (optional) --reason REASON The reason for inhibiting (optional) --inhibit ARG Things to inhibit, colon-separated list of: logout, switch-user, suspend, idle, automount --inhibit-only Do not launch COMMAND and wait forever instead -l, --list List the existing inhibitions, and exit If no --inhibit option is specified, idle is assumed. %s [АЛШАРА…] АДҴА Асеанс афункциақәак аанкыланы адҵа COMMAND анагӡара. -h, --help Аилыркаа арбара --version Апрограмма ахкы арбара --app-id ID Аԥшьы аидентификациа азура ахархәаразы аанкылараан(ихымԥадатәиым) --reason REASON Азин амҭара мзыс иамоу (ихымԥадатәиым) --inhibit ARG Азин зымхтәу, ахьӡынҵа,аҩҟәаԥ ала еиҩшоу: logout, switch-user, suspend, idle, automount --inhibit-only Иаҿашәымкын COMMAND,уи ацымхәрас наунагӡа шәазыԥшыз -l, --list Ақәиҭымтәрақәа рыхьӡынҵа , насгьы урҭ рыриааишьа Алшара --inhibit арбамзар, азыԥшра арежим аҿакхоит . %s / %s %s / %s %s %g — %g, default %g %s %g — %g, ишдыру еиԥш %g %s %g — %g, default %g %s %g — %g, ишдыру еиԥш %g %s %s This is a monitor vendor name followed by product/model name where size in inches could not be calculated, e.g. Dell U2414H %s %s %s %s %s %s %s %s %s %s %s %s after the end %s %s ианхыркәшахалак ашьҭахь %s %s after the start %s %s ианалагалак ашьҭахь %s %s before the end %s %s ихыркәшахаанӡа %s %s before the start %s %s иалагаанӡа %s %s is no longer supported. %s %s уаҳа иаднакылом %s • %s %s • %s %s ˚C %s ˚C %s ˚F %s ˚F %s ˚R %s ˚R %s <b>%s</b> %s <b>%s</b> %s <b>%s</b> <span fgalpha='36044'>%s</span> %s <b>%s</b> <span fgalpha='36044'>%s</span> %s <i>(default)</i> %s <i>(ишыҟоу еиԥш)</i> %s acres %s акрқәа %s at %s %s аҟны %s %s at the end %s анҵәамҭаҿы %s at the start %s аҿакраан %s attachment агәылаҵа %s %s au %s а. е. %s Available %s анеира ахьауа %s B %s Б %s b %s абит %s bit msgid_plural: %s bits msgstr[0]: %s абит msgstr[1]: %s битк msgstr[2]: %s абит %s byte msgid_plural: %s bytes msgstr[0]: %s баитк msgstr[1]: %s баитк msgstr[2]: %s баитк %s centuries %s ашәышықәсақәа %s days %s мшы %s degrees %s аградусқәа %s Dictionary Ажәар %s %s for %s %p %s %p рзы %s %s gradians %s аградқәа %s h %s h %s has been updated. %s рҿыцын. %s has sent back the following assigned task response: %s ирхынҳәит анеҩстәи аҭак иарбоу адҵа ахь: %s has sent back the following meeting response: %s ирхынҳәит анеҩстәи аҭак аизара ахь: %s Hotspot Анеирҭа аҭыԥ %s аҿакуп %s Hotspot Active Анеирҭа аҭыԥ %s аҿакуп %s hours %s сааҭ %s Hz %s Hz %s in %s %s в %s %s is not included in %s %s арбаӡам %s аҟны %s is safe «%s» ишәарҭам %s K %s K %s kb %s кбит %s kB %s кБ %s Kib %s Kибит %s KiB %s KиБ %s ly %s св. г. %s minutes %s минуҭ %s months %s мзы %s ms %s мс %s nibble %s абаитбжа %s on chooser %s алхраҟны %s pc %s пк %s Properties Аҟазшьаҷыдақәа %s %s radians %s радиан %s requires an argument %s иаҭахуп ашьаҭаркыга %s requires an argument %s иаҭахуп ашьаҭаркыга %s s %s с %s Sidebar Row %s Аварахьтәи аҵҟьа ацәаҳәа %s Total %s зегьы %s Used %s ахархәара роуит %s weeks %s мчыбжьы %s with type %s %s измоу хкыс %s %s with value @% "%s@%s

source: %s: %s: error closing: %s
ab: %s: %s: аркра залымшеит: %s

source: %s: %s: error opening file: %s
ab: %s: %s: иазаамыртӡеит афаил : %s

source: %s: %s: error parsing file: %s
ab: %s: %s: иазеилмаргаӡеит афаил : %s

source: %s%s Encoding: %s %s
ab: %s%s Акодркра: %s %s

source: %s%s Encoding: %s %s Substituting with <b>%s</b> (%s)
ab: %s%s Акодркра: %s %s иԥсахуа <b>%s</b> аҟынтә %s

source: %u box has been deleted msgid_plural: %u boxes have been deleted
ab: msgstr[0]: %u авиртуалтә машьына аныхын msgstr[1]: %u авиртуалтә машьынақк аныхын msgstr[2]: %u выируалтә машьынак аныхын

source: %u byte msgid_plural: %u bytes
ab: msgstr[0]: %u баитк msgstr[1]: %u баитк msgstr[2]: %u баитк

source: %u Input msgid_plural: %u Inputs
ab: msgstr[0]: %u аҭалара msgstr[1]: %u аҭаларақәа msgstr[2]: %u аҭаларақәа

source: %u Output msgid_plural: %u Outputs
ab: msgstr[0]: %u ҭыҵрак msgstr[1]: %u ҭыҵрак msgstr[2]: %u ҭыҵрак

source: © 2011 Red Hat, Inc. © 2011-2020 The Contacts Developers
ab: © 2011 Red Hat, Inc. © 2011-2020 Аимадарақәа рыҟаҵаҩцәа

source: © 2018-2020 Juan Pablo Ugarte, et al. © 2004-2018 Tristan Van Berkom, Juan Pablo Ugarte, et al. © 2001-2006 Joaquin Cuenca Abela, Paolo Borelli, et al. © 2001-2006 Ximian, Inc.
ab: © 2018-2020 Хуан Пабло Угарте (Juan Pablo Ugarte) уб.егь. © 2004-2018 Тристан Ван Берком (Tristan Van Berkom), Хуан Пабло Угарте (Juan Pablo Ugarte) уб.егь. © 2001-2006 Joaquin Cuenca Abela, Paolo Borelli, уб.егь. © 2001-2006 Ximian, Inc.

source: <b>%d key is selected for synchronizing</b> msgid_plural: <b>%d keys are selected for synchronizing</b>
ab: msgstr[0]: <b>%d ацыԥха алхуп </b> асин- хронтәразы msgstr[1]: <b>%d ацыԥха алхуп </b> асин- хронтәразы msgstr[2]: <b>%d ацыԥха алхуп </b> асин- хронтәразы

source: <b>%d</b> mine msgid_plural: <b>%d</b> mines
ab: msgstr[0]: <b>%d</b> минак msgstr[1]: <b>%d</b> минак msgstr[2]: <b>%d</b> минак

source: <big><b>The photo is too large</b></big> The recommended size for a photo on your key is %d × %d pixels.
ab: <big><b>Аԥшранҵа амцхә идууп</b></big> Адгаларатә рышәага аԥшранҵақәа ацаԥхаҟны — %d × %d акәаԥқәа.

source: <big><b>Tips:</b></big> * Right-click over the treeview to add items. * Press Delete to remove the selected item. * Drag &amp; Drop to reorder. * Type column is editable.
ab: <big><b>Аҵаҳәарақәа:</b></big> * Аҵлаҟны аелемент ацҵаразы , аҵла аҵаҟа аҳәынапԥ арыӷьаратәи пытҟәыр шәақәыӷәӷәа. * Иалкаау аелементқәа рныхразы шәақәыӷәӷәа Delete. * Аелеменқәа реишьҭагылашьа аԥсахразы еиҭажәга урҭ аҳәынаԥ ала. * Ахкы аиҵагыла ариашара ҟалоит.

source: <small>In memory of an extraordinary person and professor R.I.P Guido Macchi</small>
ab: <small> Зеиԥш дҟамлац ауаҩԥси апрофессори игәаларшәара иазкны R.I.P. Гвидо Маки</small>

source: 3 × 3 1 minute
ab: 3 × 3 1 минуҭк

source: 4 × 4 3 minutes
ab: 4 × 4 3 минуҭк

source: 4 × 4 5 minutes
ab: 4 × 4 5 минуҭк

source: 5 × 5 15 minutes
ab: 5 × 5 15 минуҭ

source: 5 × 5 5 minutes
ab: 5 × 5 5 минуҭк
