Repository: GNOME/calls
Catalog: po/kw.po
Languages: kw

source: Calls
kw: Galowyow

source: Phone
kw: Kellgowser

source: A phone dialer and call handler
kw: Unn galowyer kellgowser ha handler galowyow

source: Telephone;Call;Phone;Dial;Dialer;PSTN;
kw: Kellgowser;Galow;Klapkodh;PSTN;

source: Calls (daemon)
kw: Galowyow (daemon)

source: A phone dialer and call handler (daemon mode)
kw: Unn galowyer kellgowser ha handler galowyow (fordh daemon)

source: Make phone and SIP calls
kw: Gul galowyow kellgowser ha SIP

source: Calls is a simple, elegant phone dialer and call handler for GNOME. It can be used with a cellular modem for plain old telephone calls as well as VoIP calls using the SIP protocol.
kw: Galowyow yw unn galowyer kellgowser sempel ha afinys rag GNOME. Yth gallos gwrys devnydh a gans unn modem kellgowser rag sempel galowyow ha galowyow VoIP ow devnydhya an protokol SIP.

source: Placing a call
kw: Ow gul unn galow

source: The call history
kw: An istori galowyow

source: Whether calls should automatically use the default origin
kw: Mar galowyow a wra devnydhya yn awtomatek an devedhyans defowt

source: The country code as reported by the modem
kw: An kod bro dell derivys gans an modem

source: The country code is used for contact name lookup
kw: An kod bro yw devnydhys rag ow hwilas henwyn kestavow

source: The plugins to load automatically
kw: An ystynansow dhe karga yn awtomatek

source: These plugins will be automatically loaded on application startup.
kw: An ystynansow ma a wra kargys yn awtomatek dres dalleth.

source: Audio codecs to use for VoIP calls in order of preference
kw: Kodeks son rag devnydh yn galowyow VoIP yn order dewis

source: The preferred audio codecs to use for VoIP calls (if available)
kw: An kodeks son dewisek rag devnydh yn galowyow VoIP (mar kavadow)

source: Allow insecure crypto key exchange for encrypted media.
kw: Gasa keschanj alhwedhow kelskrifonieth andhiogel rag media argelys.

source: Set to true if you want to allow keys to be exchangable in cleartext, otherwise you must set the TLS transport.
kw: Gorra dhe gwir mar ty mynnes gasa alhwedhow bos keschanjadow yn klertekst, poken ty res gorra an treusporth TLS.

source: Default (uninitialized) state
kw: Studh defowt (andallethys)

source: Initializing account…
kw: Ow dalleth akont…

source: Uninitializing account…
kw: Ow distalleth akont…

source: Connecting to server…
kw: Ow junya dha servell…

source: Account is online
kw: Akont yw warlinen

source: Disconnecting from server…
kw: Owth unjunya rag servell…

source: Account is offline
kw: Akont yw dhywarlinen

source: Account encountered an error
kw: Akont dierbynnys unn error

source: No reason given
kw: Reson provys vyth

source: Initialization started
kw: Dalleth dallethys

source: Initialization complete
kw: Dalleth deu

source: Uninitialization started
kw: Distalleth deu

source: Uninitialization complete
kw: Distalleth deu

source: No credentials set
kw: Manylyon gorrys vyth

source: Starting to connect
kw: Ow dalleth junyans

source: Connection timed out
kw: Junyans dierbynnys termyn yn-mes

source: Domain name could not be resolved
kw: Hanow gwiasva na bos digelmys

source: Server did not accept username or password
kw: Servell nagha hanow usyer po ger-tremena

source: Connecting complete
kw: Junyans deu

source: Starting to disconnect
kw: Ow dalleth unjunyans

source: Disconnecting complete
kw: Unjunyans deu

source: Internal error occurred
kw: Error pervedhek hwarva

source: Edit account: %s
kw: Golegi akont: %s

source: Add new account
kw: Addya akont nowydh

source: VoIP Accounts
kw: Akontys VoIP

source: Tried dialing invalid tel URI `%s'
kw: Assayas dhe gelwel URI tel anewn `%s'

source: Don't know how to open `%s'
kw: Ny wonn fatel ygeri `%s'

source: The name of the plugins to load
kw: An hanow an ystynansow dhe karga

source: PLUGIN
kw: YSTYNNANSOW

source: Dial a telephone number
kw: Gelwel unn niver pellgowser

source: NUMBER
kw: NIVER

source: Enable verbose debug messages
kw: Gallosegi messajys prevessyans gerennek

source: Print current version
kw: Pryntya versyon a'n jydh

source: Anonymous caller
kw: Galowyer dihanow

source: %s yesterday
kw: %s de

source: Police
kw: Kreslu

source: Ambulance
kw: Ambulans

source: Fire Brigade
kw: Tanlu

source: Mountain Rescue
kw: Sawysi Menydh

source: translator-credits
kw: Flynn

source: Can't place calls: No modem or VoIP account available
kw: Y fyllis gelwel: Modem po akont VoIP vyth kavadow

source: Can't place calls: No plugin loaded
kw: Y fyllis gelwel: Ystynnans kargys vyth

source: Recent
kw: A-Dhiwedhes

source: Contacts
kw: Kestavow

source: Dial Pad
kw: Padyn Niverow

source: Missed call
kw: Galow fyllis

source: Missed call from <b>%s</b>
kw: Galow fyllis gans <b>%s</b>

source: Missed call from %s
kw: Galow fyllis gans %s

source: Missed call from unknown caller
kw: Galow fyllis gans galowyer ankoth

source: Call back
kw: Dasgelwel

source: Add VoIP Accounts
kw: Addya Akontys VoIP

source: You can add VoIP account here. It will allow you to place and receive VoIP calls using the SIP protocol. This feature is still relatively new and not yet feature complete (i.e. no encrypted media).
kw: Ty gallos addya akont VoIP omma. Yth a wra gasa ty gelwel ha degemeres galowyow VoIP ow devnydhya an protokol SIP. An nas ma yw pur nowydh hwath hag andien hwath (r.e. media argelys vyth).

source: _Add Account
kw: _Addya Akont

source: _Delete Call
kw: _Dilea Galow

source: _Copy number
kw: _Kopia niver

source: _Add contact
kw: _Addya kestav

source: _Send SMS
kw: Danvon _SMS

source: On hold
kw: Yn powes

source: No Contacts Found
kw: Kestavow Kavosys Vyth

source: No Recent Calls
kw: Galowyow A-Dhiwedhes Vyth

source: _Cancel
kw: _Hedhi

source: _Close
kw: _Degea

source: _Send
kw: Da_nvon

source: _VoIP Accounts
kw: Akontys _VoIP

source: _About Calls
kw: _A-dro Galowyow

source: Enter a VoIP address
kw: Ynworra unn trigva VoIP

source: SIP Account
kw: Akont SIP

source: New Call
kw: Galow Nowydh

source: Back
kw: A-Dhelergh

source: Unknown reason
kw: Reson ankoth

source: Outgoing call started
kw: Galow danvenys dallethys

source: New incoming call
kw: Ow degemeres galow nowydh

source: Call accepted
kw: Galow degemerys

source: Call ended
kw: Galow deu

source: Call disconnected (busy or call refused)
kw: Galow unjunys (bysi po galow naghys)

source: Call disconnected (wrong id or network problem)
kw: Galow unjunys (id kamm po kudyn rosweyth)

source: Call disconnected (error setting up audio channel)
kw: Galow unjunys (error ow selya chanel son)

source: Call transferred
kw: Galow treusworrys

source: Call deflected
kw: Galow tenwenys

source: Call disconnected (unknown reason code %i)
kw: Galow unjunys (kod reson ankoth %i)

source: ModemManager unavailable
kw: ModemManager ankavadow

source: No voice-capable modem available
kw: Modem lev-gallosek vyth kavadow

source: Initialized
kw: Dallethys

source: DBus unavailable
kw: DBus ankavadow

source: No encryption
kw: Argelyans vyth

source: Force encryption
kw: Ynia argelyans

source: Cryptographic key exchange unsuccessful
kw: Keschanj alhwedhow kelskrifonieth heb sewena

source: _Log In
kw: Omge_lmi

source: _Apply
kw: _Gweytha

source: _Delete
kw: _Dilea

source: Server
kw: Servell

source: User ID
kw: ID Usyer

source: Password
kw: Ger-Tremena

source: Display Name (Optional)
kw: Hanow Displetyans (Dre Dhewis)

source: Port
kw: Porth

source: Transport
kw: Treusporth

source: Media Encryption
kw: Argelyans Media

source: Proxy (Optional)
kw: Proksy (Dre Dhewis)

source: Use for Phone Calls
kw: Devnydhya rag Galowyow Kellgowser

source: Automatically Connect
kw: Junya yn Awtomatek
